Repository: aleatd/PlantPlanner
Catalog: PlantPlanner/lang/*.lproj/Localizable.strings
Languages: es, fr, it

# HomeTitle
source: Garden
es: Jardín
fr: Jardin
it: Giardino

# ReminderTitle
source: Reminder
es: Recordatorio
fr: Rappels
it: Promemoria

# AddTitle
source: Add
es: Agregar
fr: Ajouter
it: Aggiungi

# SearchTitle
source: Search
es: Buscar
fr: Chercher
it: Cerca

# SettingsTitle
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Change language
es: Cambiar idioma
fr: Changer de langue
it: Cambia Lingua

source: My garden
es: Il mio giardino
fr: Il mio giardino
it: Il mio giardino

# PlantNotFound
source: Oops! Looks like you don’t have any plants.
es: ¡Vaya! Parece que no tienes plantas.
fr: Oups ! Il semble que vous n'ayez pas de plantes.
it: Ops! Sembra che tu non abbia piante.

# WelcomeTitle
source: WELCOME TO PLANT PLANNER
es: BIENVENIDO A PLANT PLANNER
fr: BIENVENUE SUR PLANT PLANNER
it: BENVENUTO IN PLANT PLANNER

# WelcomeDescription
source: Welcome to the app that helps you keep your flowers alive and thriving!
es: ¡Bienvenido a la aplicación que te ayuda a mantener tus flores vivas y prósperas!
fr: Bienvenue dans l'application qui vous aide à garder vos fleurs vivantes et prospères !
it: Benvenuto nell'app che ti aiuta a mantenere i tuoi fiori vivi e rigogliosi!

# GreenThumbSecrets
source: SMART FLOWER PLACEMENT
es: SECRETOS DEL DEDO VERDE
fr: LES SECRETS DU POUCE VERT
it: I SEGRETI DEL POLLICE VERDE

# GreenThumbDescription
source: See how many flowers fit your pot! Enter size and type for perfect arrangements.
es: Descubre los secretos para cultivar plantas saludables y fuertes con consejos prácticos.
fr: Découvrez les secrets pour cultiver des plantes saines et robustes avec des conseils pratiques.
it: Scopri i segreti per far crescere piante sane e forti con consigli pratici.

# CareForYourPlants
source: REAL-TIME UPDATES
es: CUIDA DE TUS PLANTAS
fr: PRENEZ SOIN DE VOS PLANTES
it: CURATI DELLE TUE PIANTE

# CareDescription
source: We’ll remind you to take care of your flowers!
es: ¡No te preocupes, te recordaremos consentir a tus plantas!
fr: Ne vous inquiétez pas, nous vous rappellerons de choyer vos plantes !
it: Non preoccuparti, ti ricorderemo di coccolare le tue piante!

source: Get started
es: Comienza ahora
fr: Commencez maintenant
it: Comincia ora

source: Language
es: Idioma
fr: Langue
it: Lingua

source: Theme
es: Tema
fr: Thème
it: Tema

# SearchPlaceholder
source: Search by plant name
es: Busca por nombre de planta
fr: Recherchez par nom de plante
it: Cerca per nome della pianta

source: Add new plant
es: Añadir nueva planta
fr: Ajouter nouvelle plante
it: Aggiungi nuova pianta

source: Plant name
es: Nombre de la planta
fr: Nom de la plante
it: Nome della pianta

source: Planting date
es: Fecha de plantación
fr: Date de plantation
it: Data di piantagione

source: Select
es: Seleccionar
fr: Sélectionner
it: Seleziona

source: Planted in vase
es: Plantado en maceta
fr: Planté dans un vase
it: Piantato in vaso

source: Done
es: Hecho
fr: Terminé
it: Fatto

source: Writing...
es: Escribiendo...
fr: En cours...
it: Scrivendo...

# WateringReminderTitle
source: Water the Plants!
es: ¡Riega las plantas!
fr: Arrosez les plantes !
it: Annaffia le piante!

# WateringFlowerReminder1
source: Time to water your beautiful flower!
es: ¡Es hora de regar tu hermoso flor!
fr: Il est temps d'arroser votre belle fleur !
it: È ora di annaffiare il tuo bellissimo fiore!

# WateringFlowerReminder2
source: Don't forget to water your flower!
es: ¡No olvides regar tu flor!
fr: N'oubliez pas d'arroser votre fleur !
it: Non dimenticare di annaffiare il tuo fiore!

# WateringFlowerReminder3
source: Your flower needs water, take care of it!
es: Tu flor necesita agua, ¡cuídala!
fr: Votre fleur a besoin d'eau, prenez soin d'elle !
it: Il tuo fiore ha bisogno di acqua, prenditene cura!

# WateringFlowerReminder4
source: It's watering time for your lovely flower!
es: ¡Es hora de regar tu adorable flor!
fr: Il est temps d'arroser votre adorable fleur !
it: È tempo di annaffiare il tuo fiore adorabile!

# WateringFlowerReminder5
source: Water your flower and keep it blooming!
es: Riega tu flor y mantenla floreciendo!
fr: Arrosez votre fleur et continuez à la faire fleurir !
it: Annaffia il tuo fiore e fallo fiorire!

# WateringFlowerReminder6
source: Your flower is thirsty! Water it now!
es: ¡Tu flor tiene sed! ¡Régala ahora!
fr: Votre fleur a soif ! Arrosez-la maintenant !
it: Il tuo fiore ha sete! Annaffialo ora!

# WateringFlowerReminder7
source: Nourish your flower with some water!
es: ¡Nutre tu flor con agua!
fr: Nourrissez votre fleur avec de l'eau !
it: Nutrire il tuo fiore con un po' d'acqua!

# WateringFlowerReminder8
source: Time for some flower hydration!
es: ¡Es hora de hidratar tu flor!
fr: Il est temps d'hydrater votre fleur !
it: È tempo di idratare il fiore!

# WateringFlowerReminder9
source: Make sure to water your flower today!
es: ¡Asegúrate de regar tu flor hoy!
fr: Assurez-vous d'arroser votre fleur aujourd'hui !
it: Assicurati di annaffiare il tuo fiore oggi!

# WateringGenericReminder
source: Don't forget to water your plant!
es: ¡No olvides regar tu planta!
fr: N'oubliez pas d'arroser votre plante !
it: Non dimenticare di annaffiare la tua pianta!
